Repository: Fabio-R-Moraes/artes_portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Category
pt_br: Categoria

source: Value
pt_br: Preço

source: History
pt_br: História

source: Work
pt_br: Trabalho

source: Repeat your password
pt_br: Repita a sua senha

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Profile
pt_br: Perfil

source: You have no works... Create one
pt_br: Você não tem trabalhos... crie um

source: Register
pt_br: Cadastre-se

source: Register form
pt_br: Formulário de Registro

source: You are logged with
pt_br: Você está logado com

source: See your works
pt_br: Veja seus trabalhos

source: Create a new work
pt_br: Crie um novo trabalho

source: Click here
pt_br: Clique aqui

source: to logout
pt_br: para deslogar

source: Portfolio
pt_br: Portfólio

source: About Mariana
pt_br: Sobre a Mariana

source: Some informations
pt_br: Algumas informações

source: I'm a digital and traditional illustrator, i do digital drawing commissions of
pt_br: Sou ilustradora digital e tradicional, faço comissões de

source: and i'm currently studying visual design at Positivo University
pt_br: desenho digital e no momento estou cursando design visual

source: I've been taking traditional drawing classes
pt_br: na Universidade Positivo. Faço aulas de desenho tradicional

source: for three years.
pt_br: a três anos.

source: I'm interested in art and design and am always
pt_br: Tenho interesse em áreas da arte e do design e estou sempre

source: open to new experiences and learning. I work well
pt_br: aberta a novas experiências e aprendizados. Trabalho bem em

source: in a team, am organized and creative in a constant pursuit
pt_br: equipe, sou organizada e criativa em uma busca constante

source: of knowledge. I'm passionate about inspiring people of
pt_br: pelo conhecimento. Apaixonada por inspirar pessoas com a

source: my art.
pt_br: minha arte.

source: Some Visual Arts skills
pt_br: Algumas habilidades em Artes Visuais

source: Fundamental Elements of Visual Language
pt_br: Elementos fundamentais da linguagem visual

source: Artistic Techniques and Expressions
pt_br: Técnicas e expressões artísticas

source: Creative and Congnitive Skills
pt_br: Habilidades criativas e cognitivas

source: Knowledge of Artistic System
pt_br: Conhecimento do sistema artístico

source: Analysis and Contextualization
pt_br: Análise e Contextualização

source: About
pt_br: Sobre

source: I'm 18 years old and I do traditional and digital
pt_br: Tenho 18 anos, faço ilustração e desenho tradicional e

source: illustration and drawing. I'm interested in art and
pt_br: digital. Tenho interesse em àreas de arte e design e

source: design and I'm open to new experiences and learning.
pt_br: estou aberta a novas experiências e aprendizado.

source: I work well in a team, I'm organized and creative,
pt_br: equipe, sou organizada e criativa em uma busca constante

source: and I'm constantly seeking knowledge.
pt_br: pelo conhecimento.

source: Technical Skills
pt_br: Competências Técnicas

source: Image Editing (Photoshop)
pt_br: Edição de imagem (Photoshop)

source: Illustration Software (Illustrator, Krita)
pt_br: Software de ilustração (Illustrator, Krita)

source: Traditional Illustration
pt_br: Ilustração tradicional

source: English Level B2 (TOEIC Certification)
pt_br: Inglês nível B2 (Certificação TOEIC)

source: Basic Knowledge of HTML and CSS
pt_br: Noções básicas de HTML e CSS

source: Professional Background
pt_br: Percurso Profissional

source: Freelance Illustrator - Since February 2024
pt_br: Ilustrador freelance - desde fevereiro 2024

source: Application of Color Theory
pt_br: Aplicação da teoria das cores

source: Lighting Techniques in Drawings and Illustrations
pt_br: Técnicas de iluminação em desenhos e ilustrações

source: 2D Character Design
pt_br: Design de personagem 2D

source: Realistic Portrait Illustration
pt_br: Ilustração em retrato realista

source: Academic Background
pt_br: Background Acadêmico

source: POSITIVO UNIVERSITY
pt_br: UNIVERSIDADE POSITIVO

source: 2025 - Curitiba/PR - Brazil: In progress
pt_br: 2025 - Curitiba/PR - Brasil: Em andamento

source: Bachelor's Degree - Visual Design
pt_br: Bacharel - Design Visual

source: SESI INDUSTRY COLLEGE
pt_br: COLÉGIO SESI DA INDÚSTRIA

source: 2022 to 2024 - Curitiba/PR - Brazil
pt_br: 2022 a 2024 - Curitiba/PR - Brasil

source: Please, fix the errors in the form
pt_br: Por favor, corrija os erros no formulário

source: Send
pt_br: Enviar

source: Maricotinha's Portfolio
pt_br: Portfólio da Maricotinha

source: Show menu
pt_br: Mostrar menu

source: Close menu
pt_br: Fechar menu

source: New work
pt_br: Novo trabalho

source: Your dashboard
pt_br: Seu dashboard

source: Inventory
pt_br: Inventário

source: Unknown
pt_br: Desconhecido

source: Delivering
pt_br: Entrega

source: Delivery throughout Brazil
pt_br: Entrega em todo Brasil

source: Shopping cart
pt_br: Carrinho de compras

source: Add in cart
pt_br: Adicione ao carrinho

source: Read more
pt_br: Ver mais

source: Works
pt_br: Trabalhos

source: There no works to be shown
pt_br: Não há trabalhos para serem mostrados

source: On the site there are
pt_br: No site existem

source: published works
pt_br: trabalhos publicados

source: created in
pt_br: criado em

source: The inventory is empty
pt_br: O inventário está vazio
